[{
        "player": {
            "id": "1",
            "name": "Dale Steyn",
            "bio": "Dale Steyn has maintained the Proteas’ tradition of producing some of the world’s great fast bowlers and has succeeded the likes of Allan Donald, Shaun Pollock and Makhaya Ntini as the leader of the South African attack. He is the complete package with athletic ability that enables him to bowl at high pace, to swing the ball late and to get it to skid through off the surface. Altogether it makes him a lethal package.\nHe took more than 80 wickets in the period between October, 2007, and August, 2008, to be named the ICC Test Cricketer of the Year for 2008. It also earned him the No. 1 ranking, a position he held from July, 2009, until December, 2013, when he was briefly overtaken by his team mate, Vernon Philander.\nHe has also been named in the ICC Test Team of the Year for the past 6 years.\nHe has the best strike rate (41.7) of any bowler who has taken more than 200 wickets. He was the fourth fastest to 200 wickets in terms of matches played and the second quickest to 250 in his 49th match, behind the legendary Dennis Lillee who took one match fewer. He then joined the 300 club in his 61st Test match, the joint third quickest of all time. He did even better in reaching 350 wickets in 69 matches, the second quickest of all time.\nOne of the many highlights of his career came when he returned career best figures of 7/51 to bowl South Africa to an innings victory over India at Nagpur in 2010. He also became one of the few foreign fast bowlers to take 10 wickets in a Test match in India. \nHis match-winning performance at Melbourne in 2008 when he made 76 and shared a partnership of 180 for the 9th wicket with JP Duminy and took 10 wickets in the match is one of South Africa’s greatest all-round performances of all time. \nMore recently he took a staggering 6/8 to bowl Pakistan out for 49 at the Bidvest Wanderers Stadium. He holds the South African record for the most fifers (24) and the most 10-fers (5).\nHe is used sparingly in limited overs matches to manage his workload but he nevertheless recently took his 100th ODI wicket and is ranked No. 3 in this format.",
            "matches": "96",
            "runs": "242",
            "wickets": "151",
            "role": "Role: Bowler",
            "batting": "Batting: Left Hand Batter",
            "bowling": "Bowling: Left Arm Very Fast",
            "birthplace": "Place of Birth: South Africa",
            "birthdate": "DOB:  June 27, 1983",
            "nickname": "Nickname: Steyn Remover",
            "img": "imgs/ds.png",
            "twitter": "https://twitter.com/dalesteyn62",
            "insta": "http://instagram.com/dalesteyn"
        }

    },

    {
        "player": {
            "id": "2",
            "name": "AB De Villiers",
            "matches": "179",
            "runs": "7459",
            "wickets": "3",
            "bio": "AB De Villiers gave an early indication of his versatility in his debut season against England in 2004/05 when he opened the batting, was used in the middle-order and also kept wicket. In addition, it soon became evident that he was going to become the natural successor to Herschelle Gibbs as the Proteas’ best fielder.\nIn the same series he made his maiden Test century at SuperSport Park and quickly established himself as one of the most aggressive and entertaining players in world cricket.\nHe made key centuries in the Proteas’ away Test series victories in England and Australia in 2008. Earlier in that year he had become the first South African to score a Test double century against India.\nHe took his career to a new level in the 2010-11 season when he made South Africa’s then highest Test score ever (278 not out vs. Pakistan), made South Africa’s fastest ever Test century (75 balls vs. India) and together with Morne Morkel broke the South African 10th wicket partnership record (108 vs. Pakistan) that had stood for more than 80 years.\nHe was appointed captain of both the ODI and T20 squads and vice-captain of the Test squad at the start of the 2011-12 season and celebrated the occasion by being named in the ICC Test Team of the Year for 2011. He has since been a regular choice in both the ICC Test and ODI teams. In his captaincy debut ODI series against Sri Lanka he led the Proteas to a 3-2 victory and was named Sunfoil Man of the Series. \nHe and Hashim Amla briefly held the ODI third wicket all-time partnership record of 238, established against Pakistan in 2013. He is also the joint second fastest batsman in the history of the game to score 6 000 ODI runs.",
            "role": "Role: Batter",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Right Arm Medium",
            "birthplace": "Place of Birth: South Africa",
            "birthdate": "DOB: February 17, 1984",
            "nickname": "Nickname: AB",
            "img": "imgs/abd.png",
            "twitter": "https://twitter.com/abdevilliers17",
            "insta": "http://instagram.com/abdevilliers17"
        }

    },

    {
        "player": {
            "id": "3",
            "name": "FAF du Plessis",
            "matches": "67",
            "runs": "1963",
            "wickets": "2",
            "bio": "Faf du Plessis forced his way into the Proteas’ ODI line-up during the 2010/11 season through share weight of runs when he hit 3 centuries and made more than 500 runs in the domestic 40 overs competition. He carried this form into his debut ODI against India with a half-century and can look back on satisfactory career statistics with a strike rate of 87 after 55 matches including being a regular choice throughout the 2011 ICC Cricket World Cup. The retirement of Jacques Kallis has created opportunities for him in his favourite No. 3 position and he became the second Protea to score more than 400 in a five-match series at the Zimbabwe Triangular in 2014. This included three centuries, two of which were against Australia.\nHe had an outstanding 2012 IPL campaign with the Chennai Super Kings in the new role of opening batsman and consequently played in the unofficial T20 series in Zimbabwe. He subsequently made his T20 International debut against England and was selected for the ICC World Twenty20 squad.\nHe took another important step forward when he was called up to the Castle Lager Test squad for the series in England and retained his place for the following tour to Australia. On this tour he made a memorable debut, batting for eight hours in the second innings to become the fourth Protea to score a Test century on debut. This played a major role in saving the Test match. He then helped set up victory in the following Test match with an unbeaten innings of 70 to halt a first innings collapse. He finished his maiden series with an average of 146.50 from an aggregate of 293 runs.\nHe scored his second Test century in only his fourth match against New Zealand to equal the career start of Graeme Pollock.\nHis third century followed against India and was an epic repeat of the Adelaide effort as he first put South Africa in a position to save a match which they almost won after being set a world record fourth innings chase of 458. This latest effort gave him a lofty career average of 60.\nFaf was always destined for greater things after making his under-19 debut for South Africa on the tour of England in 2003. His career was, however, put on hold for 3 years as he developed his game playing for Lancashire from 2008 to 2010. It proved a worthwhile exercise as his potential was quickly spotted once he became available for the Proteas again.\nIn addition to his batting skills, he is one of the best all-round fielders in the country and bowls part-time leg-breaks to complete an excellent limited overs package.\nHis leadership skills were acknowledged when he was made captain of the T20 squad at the start of the three-match series against New Zealand in 2012/13. He has also captained the ODI squad as a stand-in for AB de Villiers.",
            "role": "Role: Batter",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Leg Breaks",
            "birthdate": "DOB: July 13, 1984",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/fdp.png",
            "twitter": "https://twitter.com/faf1307",
            "insta": "http://instagram.com/fafdup"
        }

    },

    {
        "player": {
            "id": "4",
            "name": "Hashim Amla",
            "bio": "Hashim Amla has made a meteoric rise up the batting rankings in both Test match and ODI cricket over the course of the past 5 years and is currently ranked in the top 4 in both categories. He has scored 20 of his 22 Test match centuries during that period and another 11 in the limited overs format.\nHe has developed something of a love affair with the country of his ancestors during that period, making 4 Test centuries in India. Three of these came in the 2010 series when he made what was then a career best 253 not out in the Proteas’ win by an innings at Nagpur and then another two in the following match at Eden Gardens, coincidentally the ground on which he made his Test debut in 2004.\nHe thus became the 5th South African and the third of the modern era to score centuries in both innings of a Test match. Not surprisingly these feats saw him named SA Cricketer of the Year for 2010. He won the award for a second time in 2013. He was also selected for the ICC Test Team of the Year for the fourth time in 2013.\nHe has recently come off outstanding tours of England during which he became the first South African to score a Test match treble hundred and was named Man of the Series in both the Test matches and the ODIs, and of Australia where he was named Man of the Match for his innings of 196 in the deciding match of the series. This is also the highest individual innings for the Proteas against Australia since unity.\nHis rise to the top in the ODI format has been stunning by any standards. He only got the chance to get into the SA one-squad for the Indian tour of 2010 when Graeme Smith was ruled out by injury and he has been a first choice ever since. On the tour to the West Indies later that year he scored 2 centuries and became the first Protea to have an aggregate of more than 400 runs in a five-match series. He currently has the best average and the third best career strike rate of those Proteas who have scored more than 1 000.\nHe has an average of 51 in Test cricket and 54 in ODIs and scored his 3 000th ODI run in England 12 matches quicker than anybody else in the history of this format.\nAt the start of the 2011-12 season he was named vice-captain of both the ODI and T20 teams and led the Proteas in the ODI series against Australia but has since relinquished that role at his own request. He became South African Test captain in 2014.\nHe and AB de Villiers briefly held the ODI third wicket all-time partnership record of 238, established against Pakistan in 2013.",
            "matches": "107",
            "runs": "5259",
            "wickets": "0",
            "role": "Role: Opening batsman",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Leg Breaks",
            "nickname": "Nickname: Hash",
            "birthdate": "DOB: March 31, 1983",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/ha.png",
            "twitter": "https://twitter.com/amlahash",
            "insta": ""
        }

    },


    {
        "player": {
            "id": "5",
            "name": "Imran Tahir",
            "bio": "Imran has had to wait a long time to represent his adopted country but, once the time came, his desire knew no limits. After qualifying as a naturalised South African on January 1, 2011, he was immediately chosen for the home limited overs series against India but had to suffer the frustration of sitting on the bench as the pitches favoured seam bowlers. But his enthusiasm was there for all to see and not surprisingly Graeme Smith gave him his captain’s award at the end of the series.\nBut he was always going to play on the spin friendly pitches of the sub-continent at the ICC 2011 World Cup and took 14 wickets in the 5 matches he played at an average of 10.71 and with an economy rate of 3.79! He missed a couple of matches at the tournament through injury and such was his impact that his future in the tournament hit the front pages of the Media.\nNot only has he made a great start to his Proteas’ career but he has also enabled the team to come up with a new ODI game plan where predictability has gone out of the window and spin bowling has become a major factor for the first time in South African ODI history.\nHis Test match debut followed against Australia in the 2011/12 season and he completed a full house of international caps in all three formats in the T20 series in Sri Lanka in 2013.\nAfter a brief spell on the sidelines in the 2012/13 season he returned to the Test squad in the away series against Pakistan in 2013 and claimed his maiden fifer.",
            "matches": "30",
            "runs": "52",
            "wickets": "55",
            "role": "Role: Bowler",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Leg Breaks",
            "birthdate": "DOB: March 27, 1979",
            "birthplace": "Place of Birth: Pakistan",
            "img": "imgs/it.png",
            "twitter": "",
            "insta": ""
        }

    },


    {
        "player": {
            "id": "6",
            "name": "JP Duminy",
            "bio": "JP DUMINY was identified as a star for the future at a young age and it came as no surprise when he made his Test debut against Australia in 2008 with a stunning contribution to an historic series win. Called up as a replacement for the injured Ashwell Prince at Perth he made an unbeaten 50 and scored the winning runs as the Proteas chased down the second highest ever successful fourth innings runs chase of 414. Even better was to follow in the second Test at Melbourne where he turned the game on its head with an innings of 166 – at that time the highest individual score for South Africa against Australia since unity.\nAfter a period on the five-day sidelines he returned again through injury, this time for Jacques Kallis, for the final Test against New Zealand in 2012 and celebrated his recall with his second Test century.\nHe continued his good form on the tour of England and has clearly come to stay in the Test XI. A severe ankle injury ruled him out of most of the 2012/13 season.\nHe made his ODI debut as a 20-year-old under difficult circumstances in Sri Lanka in 2004 and it was only three years later that he was able to establish himself as a regular choice for the Proteas. He has created a role for himself as one of the best finishers in the squad.\nIn limited overs cricket he provides a good all-round package as, in addition to his batting skills, he is a fine fielder and a useful off-spinner who has shed the part-time tag.",
            "matches": "134",
            "runs": "3644",
            "wickets": "47",
            "role": "Role: Batter",
            "batting": "Batting: Left Hand Batter",
            "bowling": "Bowling: Leg Breaks",
            "birthdate": "DOB: April 14, 1984",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/jpd.png",
            "twitter": "",
            "insta": ""
        }

    },

    {
        "player": {
            "id": "7",
            "name": "Morne Morkel",
            "bio": "Morne Morkel is one of the tallest bowlers ever to represent South Africa and the combination of the bounce he is able to achieve, the skiddy away swing of Dale Steyn, both at high pace, and the medium-pace seam of Vernon Philander gives the Proteas one of the most feared new ball attacks in world cricket. They are all currently ranked in the top 20 in Test cricket.\nHe made his Test debut against India as an injury replacement for Steyn in 2006 and became a regular choice for the Proteas in 2008 after successfully overcoming a series of injuries. When Makhaya Ntini’s career started to run down he was promoted to take the new ball and has done extremely well either in this role or at first change ever since.\nHe recently joined the centurion club of Proteas who have taken 100 Test wickets for South Africa and achieved the same milestone in the ODI format in spite of the fact that he is used sparingly in this format to ease his workload. He has briefly held the No. 1 ranking in the latter format and was selected for the ICC ODI team for 2012. \nHe is a member of a famous cricketing family with his father also having played first-class cricket in addition to his two international sons. The eldest son could well have played first-class cricket as well but for injury and is now a respected coach.",
            "matches": "91",
            "runs": "201",
            "wickets": "152",
            "role": "Role: Bowler",
            "batting": "Batting: Left Hand Batter",
            "bowling": "Bowling: Right arm, fast medium",
            "birthdate": "DOB: October 06, 1984",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/mm.png",
            "twitter": "https://twitter.com/mornemorkel65",
            "insta": "http://instagram.com/mornemorkel65"
        }

    },

    {
        "player": {
            "id": "8",
            "name": "Quinton De Kock",
            "bio": "Quinton de Kock has achieved more things in his cricket life by the age of 20 than a lot of cricketers achieve in an entire career. He has been the stand-out batsman for the South Africa under-19 side for the past couple of years and the fact that he can hold down a place as a specialist batsman in the top three regardless of his considerable wicketkeeping skills has created early opportunities for him at franchise level as well.\nHe played a remarkable innings of 194 (out of a second innings total of 339) for the bizhub Highveld Lions against the powerful Nashua Mobile Cape Cobras in the Sunfoil Series at the start of the 2012/13 season. This is his highest first-class innings to date. He followed this with the highest T20 innings in South African franchise cricket of 126 not out, again against the Cobras.\nHe made another century in the Momentum One-Day Cup off only 71 balls, a competition in which he played an important role in getting the bizhub Highveld Lions to the Final with an average of 32 and a strike rate in excess of 100. He finished the season by being named Master Blaster in the final of the RAM SLAM T20 Challenge in the successful Lions winning team.\nHe made his T20 debut against New Zealand at the end of 2012 and was subsequently named in the ODI squad as well. He made a major breakthrough with his maiden ODI century in the away series against Pakistan in 2013. \nLas year he had a record-breaking ODI series against India in which he became the fifth player to score three successive centuries in this format and became the second player to score four ODI centuries before his 21st birthday.\nHe subsequently made his Test debut in the 2014 home series against Australia.",
            "matches": "36",
            "runs": "1486",
            "wickets": "0",
            "role": "Role: Batter",
            "batting": "Batting: Left Hand Batter",
            "bowling": "Bowling: Leg Breaks",
            "birthdate": "DOB: December 17, 1992",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/qdk.png",
            "twitter": "https://twitter.com/quinnydekock69",
            "insta": "http://instagram.com/quinnydekock69"
        }

    },


    {
        "player": {
            "id": "9",
            "name": "Wayne Parnell",
            "bio": "Wayne Parnell was singled out as a player for higher honours at a young age when he was selected to represent South Africa at the ICC under-19 World Cup in Sri Lanka in 2006. He was back two years later in Bangladesh as captain when he led the junior Proteas to a place in the final.\nLess than a year later he made his senior Proteas’ debut in both limited overs formats during the famous tour of Australia. He really made his name in his second ODI, also against Australia, at SuperSport Park in 2009 when he (4/25) and Dale Steyn exploited favourable swing bowling conditions to rout the opposition. This performance earned him a first Man-of-the-Match award. It turned out to be a memorable year for him when he was the leading wicket-taker in the 2009 edition of the ICC World Twenty20 in England. He then had a major injury setback at the 2010 Indian Premier League shortly after making his Test debut against England and he has gradually worked his way back to match fitness.\nHe made a successful return to international cricket during the 2013 T20 series in Sri Lanka and the Test team in 2014.\nHe has the potential to become an all-rounder of note as his career unfolds. At the under-19 World Cup in 2008 he made a half-century and took 6/8 in the quarter-final against Bangladesh and the best of him in this role is yet to come.",
            "matches": "45",
            "runs": "366",
            "wickets": "64",
            "role": "Role: Bowler",
            "batting": "Batting: Left Hand Batter",
            "bowling": "Bowling: Left arm, fast medium",
            "birthdate": "DOB: July 30, 1989",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/wp.png",
            "twitter": "https://twitter.com/wayneparnell",
            "insta": "http://instagram.com/parnyboy_7"
        }

    },


    {
        "player": {
            "id": "10",
            "name": "David Miller",
            "bio": "A product of the esteemed Martizburg College, David Miller was groomed for cricketing success from a young age. He made his first-class debut when he was just 17 and has been a force in limited-overs cricket. Grace and elegance have little place in his technique, which is to hit the ball with such power that it stays hit. He has been particularly effective in the Powerplay overs because of his big-hitting, and he enjoys the freedom to play a range of strokes, both off the front and back foot. Miller earned his national call-up in May 2010 after a series for South Africa A against Bangladesh A, where he ended as the second-highest run-scorer. In his first match, a Twenty20 international against West Indies, he was the top-scorer for South Africa in a tense, 1-run victory. He played in two ODI series, against West Indies and Pakistan, before being named in South Africa preliminary 2011 World Cup squad. ",
            "matches": "63",
            "runs": "1313",
            "wickets": "0",
            "role": "Role: Middle Order Batsmen",
            "batting": "Batting: Left Hand Bat",
            "bowling": "Bowling: Right Arm Off-Break",
            "birthdate": "DOB: June 10, 1989",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/dm.png",
            "twitter": "https://twitter.com/davidmillersa12",
            "insta": "http://instagram.com/davidmillersa12"
        }

    },

    {
        "player": {
            "id": "11",
            "name": "Farhaan Behardien",
            "bio": "Farhaan Behardien has been an outstanding performer in domestic limited overs cricket for a number of seasons and the only surprise about his call-up for the one-off New Age Friendship Cup T20 match against India in 2012 was that he had had to wait so long for international recognition.\n\nHe had previously impressed both with his talent and temperament while playing for South Africa A and the SA Emerging Squad as well as for his franchise. He hit a straight six off the last ball to win the Hong Kong Sixes for his country in 2009.\n\nHe has also established himself in the ODI squad and has emerged as one of the Proteas’ best finishers in this format.",
            "matches": "21",
            "runs": "318",
            "wickets": "12",
            "role": "Role: Batsman",
            "batting": "Batting: Right Hand Bat",
            "bowling": "Bowling: Right Arm Med-Fast",
            "birthdate": "DOB: October 9, 1983",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/fb.jpg",
            "twitter": "",
            "insta": ""
        }

    },

    {
        "player": {
            "id": "12",
            "name": "Kyle Abbott",
            "bio": "Kyle Abbott hails from the same geographical area as Lance Klusener, Zululand, and there are many similarities between the two. Former South African bowling coach Vincent Barnes, who now runs the High Performance Centre, said Abbott combines good pace with control and some swing. Together with his hit ability to hit the ball a long way, Abbott is the kind of player who brings memories of the allrounders of the 1990s.",
            "matches": "11",
            "runs": "35",
            "wickets": "7",
            "role": "Role: Bowler",
            "batting": "Batting: Right Arm Bat",
            "bowling": "Bowling: Right Arm Med-Fast",
            "birthdate": "DOB: June 18, 1987",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/ka.png",
            "twitter": "",
            "insta": ""
        }

    },

    {
        "player": {
            "id": "13",
            "name": "Aaron Phangiso",
            "bio": "Aaron Phangiso produced a stunning display for the bizhub Highveld Lions to emerge as the top spin bowler, both as wicket taker and economical performer, in the 2012 edition of the Champions League T20. He played a key role in getting the Lions through to the final.\n\nHe is also an outstanding fielder and useful lower-order batsman who has developed his game enormously during the last few seasons of franchise cricket.\n\nHe first came to light during the South Africa under-19 unbeaten tour of England in 2003 in the company of several future Proteas – Imraan Khan, Faf du Plessis, JP Duminy, AB de Villiers and Vernon Philander.\n\nHe made his T20 debut for the Proteas against New Zealand at the end of 2012 and his ODI debut against the same opponents at the start of 2013. He became a regular member of the ODI team during the 2014 series against Zimbabwe as well as the following triangular series to more than double his number of appearances.\n\nWith this faith shown in him by the selectors his game has blossomed and he has the outstanding ODI career economy rate of 4.44.",
            "matches": "14",
            "runs": "45",
            "wickets": "15",
            "role": "Role: Bowler",
            "batting": "Batting: Right Arm Bat",
            "bowling": "Bowling: Left Slow Orthodox",
            "birthdate": "DOB: January 21, 1984",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/ap.png",
            "twitter": "",
            "insta": ""
        }

    },


    {
        "player": {
            "id": "15",
            "name": "Vernon Philander",
            "bio": "Vernon Philander made his Proteas’ debut in the ODI series against Ireland and India in 2007, taking 4/12 on debut and followed this by being selected for the inaugural ICC World Twenty20, held in South Africa. He was unable to build on his initial success and dropped out of the picture after the ODI section of the 2008 tour of England.\nHowever, he has forced his way back into the international scene after outstanding back-to-back seasons in the domestic Sunfoil Series competition.\nThis earned him a debut in the Sunfoil Test series against Australia in which he excelled, taking 14 wickets in the two-match series and ‘fifers’ in both matches. His eight wickets on debut gave him the best debut figures for the Proteas since unification and the fifth best in South African history. He enjoyed similar success against Sri Lanka and, after 4 matches, had 30 wickets at an average of 13 with four five-wicket hauls and one 10-wicket haul.\nHis success continued unabated in New Zealand where he became the second fastest bowler of all time to reach 50 Test wickets and the quickest for more than a century. He went from one success to another and achieved a century of Test wickets in only his 19th match – the sixth fastest of all time.\nTo cap it all he displaced Dale Steyn as the No. 1 bowler on the ICC Test rankings for a brief period in 2013.\nTo date he has nine five-wicket hauls and two 10-wicket match hauls. This includes a remarkable fifer against New Zealand when he took five wickets in just 25 balls at the start of the Test match. This is the quickest by a bowler from the start of a Test match as far as can be ascertained.\nHe was a finalist for the ICC Cricketer of the Year as well at the Test Cricketer of the Year in 2012 and was also named in the ICC Test XI of the year in 2012 and again in 2013. On the home front he was named South African Cricketer of the Year and South African Sportsman of the Year for 2012.\nHis ability to swing the ball both ways at pace and hit the seam with great accuracy makes him a difficult customer to handle. He is also a more than useful lower-order batsman who has strengthened the Proteas’ tail in the five-day format, scoring a maiden Test half-century at Lord’s in 2012.\nHe recently returned to the ODI squad.",
            "matches": "24",
            "runs": "111",
            "wickets": "35",
            "role": "Role: Bowler",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Right arm, fast medium",
            "birthdate": "DOB: June 24, 1985",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/vp.png",
            "twitter": "",
            "insta": ""
        }
    },

    {
        "player": {
            "id": "22",
            "name": "Rilee Rossouw",
            "bio": "Rilee Rossouw is a highly rated left-hand batsmen who began his first class career at no 3 for Free State. He is one of the youngest South Africans to make 1000 first-class runs.",
            "matches": "14",
            "runs": "416",
            "wickets": "1",
            "role": "Role: Batter",
            "batting": "Batting: Right Hand Batter",
            "bowling": "Bowling: Right arm, fast medium",
            "birthdate": "DOB: Oct 9, 1989",
            "birthplace": "Place of Birth: South Africa",
            "img": "imgs/rr.png",
            "twitter": "",
            "insta": ""
        }
    }
]